clients/templates/IdentifyPatientByPhoneRequest.xml

<?xml version='1.0' encoding='utf-8'?>
<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/">
    <soap-env:Body><ns0:IdentifyPatientByPhoneRequest xmlns:ns0="http://www.rt-eu.ru/med/er/v2_0">
            <ns0:Session_ID>{session_id}</ns0:Session_ID>
            <ns0:Phone>{phone}</ns0:Phone>
        </ns0:IdentifyPatientByPhoneRequest>
    </soap-env:Body>
</soap-env:Envelope>